Repository: Nihatmert71/FATURAWEB
Catalog: translations/*/LC_MESSAGES/messages.po
Languages: de

source: Yükleniyor...
de: Wird geladen...

source: Varsayılan şirket profili oluşturuldu.
de: Standard-Firmenprofil erstellt.

source: Varsayılan yönetici kullanıcı 'admin' (şifre: admin123) oluşturuldu. Lütfen şifreyi değiştirin!
de: Der Standard-Admin-Benutzer 'admin' (Passwort: admin123) wurde erstellt. Bitte ändern Sie das Passwort!

source: Yönetici kullanıcı zaten mevcut.
de: Der Admin-Benutzer existiert bereits.

source: Test müşterileri ekleniyor (3 adet)...
de: Testkunden werden hinzugefügt (3 Stück)...

source: firma_adi
de: Firmenname

source: Test müşterileri eklendi/güncellendi.
de: Testkunden hinzugefügt/aktualisiert.

source: Müşteriler zaten mevcut, test verileri atlandı.
de: Kunden sind bereits vorhanden, Testdaten wurden übersprungen.

source: Test ürünleri ekleniyor (3 adet)...
de: Testprodukte werden hinzugefügt (3 Stück)...

source: aciklama
de: Beschreibung

source: Test ürünleri eklendi/güncellendi.
de: Testprodukte hinzugefügt/aktualisiert.

source: Ürünler zaten mevcut, test verileri atlandı.
de: Produkte sind bereits vorhanden, Testdaten wurden übersprungen.

source: Veritabanı başlatıldı.
de: Datenbank initialisiert.

source: Başarıyla giriş yapıldı.
de: Erfolgreich angemeldet.

source: Geçersiz kullanıcı adı veya şifre.
de: Ungültiger Benutzername oder Passwort.

source: Zaten giriş yapmışsınız veya kayıt olmaya yetkiniz yok.
de: Sie sind bereits angemeldet oder haben keine Berechtigung zur Registrierung.

source: Tüm alanları doldurmanız gerekmektedir.
de: Alle Felder müssen ausgefüllt werden.

source: Şifreler eşleşmiyor.
de: Passwörter stimmen nicht überein.

source: Bu kullanıcı adı zaten mevcut.
de: Dieser Benutzername existiert bereits.

source: Kullanıcı başarıyla kaydedildi! Şimdi giriş yapabilirsiniz.
de: Benutzer erfolgreich registriert! Sie können sich jetzt anmelden.

source: Başarıyla çıkış yapıldı.
de: Erfolgreich abgemeldet.

source: Faturaya en az bir kalem eklemelisiniz.
de: Sie müssen mindestens einen Posten zur Rechnung hinzufügen.

source: Fatura kalem verilerinde tutarsızlık var.
de: Inkonsistenz in den Rechnungsartikeldaten.

source: Fatura kalemlerinde geçersiz sayısal değerler var.
de: Ungültige numerische Werte in den Rechnungsartikeln.

source: Fatura başarıyla oluşturuldu!
de: Rechnung erfolgreich erstellt!

source: PDF oluşturulurken beklenmedik bir hata oluştu. Lütfen konsol çıktısını kontrol edin.
de: Beim Erstellen des PDFs ist ein unerwarteter Fehler aufgetreten. Bitte überprüfen Sie die Konsolenausgabe.

source: PDF oluşturulurken bir hata oluştu. Lütfen "fatura_yardimcisi.py" dosyasının projenizin ana dizininde olduğundan, "arial.ttf" font dosyasının mevcut olduğundan ve fatura bilgilerinin doğru olduğundan emin olun.
de: Beim Erstellen des PDFs ist ein Fehler aufgetreten. Bitte stellen Sie sicher, dass die Datei "fatura_yardimcisi.py" im Hauptverzeichnis Ihres Projekts vorhanden ist, die Schriftart "arial.ttf" verfügbar ist und die Rechnungsinformationen korrekt sind.

source: Şirket profili başarıyla güncellendi!
de: Firmenprofil erfolgreich aktualisiert!

source: Müşteri başarıyla eklendi!
de: Kunde erfolgreich hinzugefügt!

source: Ürün başarıyla eklendi!
de: Produkt erfolgreich hinzugefügt!

source: Fatura başarıyla silindi.
de: Rechnung erfolgreich gelöscht.

source: Bu müşteriye ait faturalar olduğu için silinemez. Önce faturaları silin.
de: Dieser Kunde kann nicht gelöscht werden, da Rechnungen für diesen Kunden vorhanden sind. Bitte löschen Sie zuerst die Rechnungen.

source: Müşteri başarıyla silindi.
de: Kunde erfolgreich gelöscht.

source: Ürün başarıyla silindi.
de: Produkt erfolgreich gelöscht.

source: Fatura başarıyla güncellendi!
de: Rechnung erfolgreich aktualisiert!

source: Müşteri bilgileri başarıyla güncellendi!
de: Kundeninformationen erfolgreich aktualisiert!

source: Ürün başarıyla güncellendi!
de: Produkt erfolgreich aktualisiert.

source: Kullanım kılavuzu yüklenirken bir sorun oluştu.
de: Beim Laden der Bedienungsanleitung ist ein Problem aufgetreten.

source: Şirket Profili Ayarları
de: Firmaprofileinstellungen

source: Ana Sayfaya Dön
de: Zurück zur Startseite

source: Firma Ünvanı
de: Firmenname

source: Adres
de: Adresse

source: E-posta
de: E-Mail

source: Web Adresi
de: Webadresse

source: Banka Adı
de: Bankname

source: Vergi Numarası
de: Steuernummer

source: Şirket/Ticaret Sicil No
de: Handelsregisternummer

source: Değişiklikleri Kaydet
de: Änderungen speichern

source: Fatura Detayı
de: Rechnungsdetails

source: Faturayı Düzenle
de: Rechnung bearbeiten

source: Genel Fatura Bilgileri
de: Allgemeine Rechnungsinformationen

source: Fatura Numarası:
de: Rechnungsnummer:

source: Müşteri:
de: Kunde:

source: Fatura Tarihi:
de: Rechnungsdatum:

source: Uygulama Tarihi:
de: Ausführungsdatum:

source: Şantiye:
de: Baustelle:

source: Sorumlu Kişi:
de: Sachbearbeiter:

source: Ödeme Durumu:
de: Zahlungsstatus:

source: Vergi Sorumluluğu:
de: Steuerpflicht:

source: Alıcıya Aittir (§ 13b UStG)
de: Schuldnerschaft des Leistungsempfängers (§ 13b UStG)

source: Fatura Kalemleri
de: Rechnungsposten

source: Açıklama
de: Beschreibung

source: Miktar
de: Menge

source: Birim
de: Einheit

source: Birim Fiyat
de: Einzelpreis

source: Toplam
de: Gesamt

source: Götürü
de: Pauschal

source: Bu faturaya ait henüz kalem bulunmamaktadır.
de: Für diese Rechnung sind noch keine Posten vorhanden.

source: Fatura Toplamları
de: Rechnungssummen

source: Ara Toplam:
de: Zwischensumme:

source: KDV
de: MwSt.

source: Genel Toplam:
de: Gesamtsumme:

source: Bu faturayı silmek istediğinizden emin misiniz?
de: Möchten Sie diese Rechnung wirklich löschen?

source: Faturayı Sil
de: Rechnung löschen

source: Fatura Düzenle
de: Rechnung bearbeiten

source: Müşteri Seçin
de: Kunde auswählen

source: Müşteri Seçin...
de: Kunde auswählen...

source: Fatura Numarası
de: Rechnungsnummer

source: Fatura Tarihi
de: Rechnungsdatum

source: Uygulama Tarihi
de: Ausführungsdatum

source: Şantiye
de: Baustelle

source: Sorumlu Kişi
de: Sachbearbeiter

source: Ödeme Durumu
de: Zahlungsstatus

source: Bekliyor
de: Ausstehend

source: Ödendi
de: Bezahlt

source: Kısmen Ödendi
de: Teilweise bezahlt

source: İptal Edildi
de: Storniert

source: Ürün/Hizmet Seçin
de: Produkt/Dienstleistung auswählen

source: Ürün/Hizmet Seçin...
de: Produkt/Dienstleistung auswählen...

source: Kalem Ekle
de: Posten hinzufügen

source: Ara Toplam
de: Zwischensumme

source: Genel Toplam
de: Gesamtsumme

source: İptal
de: Abbrechen

source: Fatura Güncelle
de: Rechnung aktualisieren

source: Lütfen bir ürün seçin.
de: Bitte wählen Sie ein Produkt aus.

source: Miktar 0 dan büyük olmalıdır.
de: Die Menge muss größer als 0 sein.

source: Fatura Listesi
de: Rechnungsliste

source: Tüm Faturalar
de: Alle Rechnungen

source: Yeni Fatura Oluştur
de: Neue Rechnung erstellen

source: Fatura No
de: Rechnungs-Nr.

source: Müşteri
de: Kunde

source: Tarih
de: Datum

source: İşlemler
de: Aktionen

source: Detayları Görüntüle
de: Details anzeigen

source: PDF Oluştur / Yazdır
de: PDF erstellen / Drucken

source: Henüz hiç fatura oluşturulmadı.
de: Es wurden noch keine Rechnungen erstellt.

source: Fatura Oluştur
de: Rechnung erstellen

source: Toplam Müşteri
de: Gesamtzahl Kunden

source: Toplam Ürün
de: Gesamtzahl Produkte

source: Toplam Fatura
de: Gesamtzahl Rechnungen

source: Toplam Ciro
de: Gesamtumsatz

source: Son Müşteriler
de: Neueste Kunden

source: Bu müşteriyi kalıcı olarak silmek istediğinizden emin misiniz?
de: Möchten Sie diesen Kunden dauerhaft löschen?

source: Müşteriyi Sil
de: Kunden löschen

source: Henüz müşteri eklenmemiş.
de: Noch keine Kunden hinzugefügt.

source: Son Faturalar
de: Neueste Rechnungen

source: PDF Görüntüle
de: PDF anzeigen

source: Henüz fatura oluşturulmamış.
de: Noch keine Rechnungen erstellt.

source: Fatura Yönetim
de: Rechnungsverwaltung

source: Kontrol Paneli
de: Dashboard

source: Faturalar
de: Rechnungen

source: Müşteriler
de: Kunden

source: Müşteri Listesi
de: Kundenliste

source: Yeni Müşteri Ekle
de: Neuen Kunden hinzufügen

source: Ürünler
de: Produkte

source: Ürün Listesi
de: Produktliste

source: Yeni Ürün Ekle
de: Neues Produkt hinzufügen

source: Ayarlar
de: Einstellungen

source: Kullanım Kılavuzu
de: Bedienungsanleitung

source: Çıkış Yap
de: Abmelden

source: Giriş Yap
de: Anmelden

source: Kullanıcı Adı
de: Benutzername

source: Şifre
de: Passwort

source: Hesabınız yok mu?
de: Haben Sie bereits ein Konto?

source: Kaydolun
de: Registrieren Sie sich

source: Müşteri Detayı
de: Kundendetails

source: Müşteri Listesine Dön
de: Zurück zur Kundenliste

source: Müşteri Bilgileri
de: Kundeninformationen

source: Firma Adı:
de: Firmenname:

source: Adres:
de: Adresse:

source: Vergi Numarası / Ticaret Sicil No:
de: Steuernummer / Handelsregisternummer:

source: E-posta Adresi:
de: E-Mail-Adresse:

source: İlgili Kişi / Kontak Kişisi:
de: Ansprechpartner:

source: Web Adresi:
de: Webadresse:

source: Notlar:
de: Notizen:

source: Müşteriye Ait Faturalar
de: Rechnungen des Kunden

source: Tutar
de: Betrag

source: Bu müşteriye ait henüz fatura bulunmamaktadır.
de: Für diesen Kunden sind noch keine Rechnungen vorhanden.

source: Müşteri Düzenle
de: Kunde bearbeiten

source: Müşteri Detayına Dön
de: Zurück zu Kundendetails

source: Müşteri Bilgilerini Düzenle
de: Kundeninformationen bearbeiten

source: Firma Adı
de: Firmenname

source: Vergi Numarası / USt-IdNr.
de: Steuernummer / USt-IdNr.

source: İlgili Kişi
de: Ansprechpartner

source: Notlar
de: Notizen

source: Almanya için KDV sorumluluğu alıcıya ait midir? (§ 13b UStG)
de: Ist die Umsatzsteuerschuld für Deutschland auf den Leistungsempfänger übergegangen? (§ 13b UStG)

source: Bu müşteriye kesilen faturalarda KDV gösterilmeyecektir.
de: Für Rechnungen an diesen Kunden wird keine Mehrwertsteuer ausgewiesen.

source: Güncelle
de: Aktualisieren

source: Yeni Müşteri Bilgileri
de: Neue Kundeninformationen

source: Örn: Hauptstraße 12 10115 Berlin
de: Bsp: Hauptstraße 12 10115 Berlin

source: Müşteri Ekle
de: Kunden hinzufügen

source: Müşteriyi Düzenle
de: Kunden bearbeiten

source: Bu müşteriyi ve tüm faturalarını silmek istediğinizden emin misiniz?
de: Möchten Sie diesen Kunden und alle seine Rechnungen wirklich löschen?

source: Henüz hiç müşteri eklenmedi.
de: Noch keine Kunden hinzugefügt.

source: Kaydol
de: Registrieren

source: Şifreyi Tekrar
de: Passwort wiederholen

source: Zaten hesabınız var mı?
de: Haben Sie bereits ein Konto?

source: Giriş Yapın
de: Anmelden

source: Sahibi
de: Inhaber

source: Ürün Düzenle
de: Produkt bearbeiten

source: Ürün Listesine Dön
de: Zurück zur Produktliste

source: Ürün/Hizmet Bilgilerini Düzenle
de: Produkt-/Dienstleistungsinformationen bearbeiten

source: örn. adet, m², saat veya yeni birim yazın
de: z.B. Stück, m², Stunden oder neue Einheit eingeben

source: Adet
de: Stück

source: mt
de: lfm

source: ton
de: Tonne

source: saat
de: Stunde

source: gün
de: Tag

source: hafta
de: Woche

source: ay
de: Monat

source: yıl
de: Jahr

source: Bu bir götürü iş midir?
de: Ist dies eine Pauschalpreisarbeit?

source: Birim fiyat götürü bedel olarak kabul edilir
de: Der Einzelpreis wird als Pauschalpreis akzeptiert.

source: Ürünü Güncelle
de: Produkt aktualisieren

source: Yeni Ürün/Hizmet Bilgileri
de: Neue Produkt-/Dienstleistungsinformationen

source: Ürünü Kaydet
de: Produkt speichern

source: Ürünü Düzenle
de: Produkt bearbeiten

source: Bu ürünü silmek istediğinizden emin misiniz?
de: Möchten Sie dieses Produkt wirklich löschen?

source: Ürünü Sil
de: Produkt löschen

source: Henüz hiç ürün eklenmedi.
de: Noch keine Produkte hinzugefügt.

source: {editor}: Editing failed
de: Fehler beim Bearbeiten: {editor}

source: {editor}: Editing failed: {e}
de: Fehler beim Bearbeiten: {editor}: {e}

source: Aborted!
de: Abgebrochen!

source: (Deprecated) {text}
de: (Veraltet) {text}

source: Options
de: Optionen

source: Got unexpected extra argument ({args})
de: Unerwartetes zusätzliches Argument ({args}) erhalten

source: DeprecationWarning: The command {name!r} is deprecated.
de: DeprecationWarning: Der Befehl {name!r} ist veraltet.

source: Commands
de: Befehle

source: Missing command.
de: Befehl fehlt.

source: No such command {name!r}.
de: Befehl {name!r} nicht gefunden.

source: Value must be an iterable.
de: Wert muss iterierbar sein.

source: Takes {nargs} values but 1 was given.
de: Akzeptiert {nargs} Werte, aber 1 wurde gegeben.

source: env var: {var}
de: Umgebungsvariable: {var}

source: (dynamic)
de: (dynamisch)

source: default: {default}
de: Standard: {default}

source: required
de: erforderlich

source: Show the version and exit.
de: Version anzeigen und beenden.

source: Show this message and exit.
de: Diese Nachricht anzeigen und beenden.

source: Error: {message}
de: Fehler: {message}

source: Try '{command} {option}' for help.
de: Versuchen Sie '{command} {option}' für Hilfe.

source: Invalid value: {message}
de: Ungültiger Wert: {message}

source: Invalid value for {param_hint}: {message}
de: Ungültiger Wert für {param_hint}: {message}

source: Missing argument
de: Fehlendes Argument

source: Missing option
de: Fehlende Option

source: Missing parameter
de: Fehlender Parameter

source: Missing {param_type}
de: Fehlender {param_type}

source: Missing parameter: {param_name}
de: Fehlender Parameter: {param_name}

source: No such option: {name}
de: Option {name} nicht gefunden.

source: Did you mean {possibility}?
de: Meinten Sie {possibility}?

source: unknown error
de: unbekannter Fehler

source: Could not open file {filename!r}: {message}
de: Datei {filename!r} konnte nicht geöffnet werden: {message}

source: Usage:
de: Nutzung:

source: Argument {name!r} takes {nargs} values.
de: Argument {name!r} nimmt {nargs} Werte.

source: Option {name!r} does not take a value.
de: Option {name!r} nimmt keinen Wert.

source: Option {name!r} requires an argument.
de: Option {name!r} erfordert ein Argument.

source: Shell completion is not supported for Bash versions older than 4.4.
de: Shell-Vervollständigung wird für Bash-Versionen älter als 4.4 nicht unterstützt.

source: Couldn't detect Bash version, shell completion is not supported.
de: Bash-Version konnte nicht erkannt werden, Shell-Vervollständigung wird nicht unterstützt.

source: Repeat for confirmation
de: Zur Bestätigung wiederholen

source: Error: The value you entered was invalid.
de: Fehler: Der eingegebene Wert ist ungültig.

source: Error: {e.message}
de: Fehler: {e.message}

source: Error: The two entered values do not match.
de: Fehler: Die beiden eingegebenen Werte stimmen nicht überein.

source: Error: invalid input
de: Fehler: ungültige Eingabe

source: Press any key to continue...
de: Drücken Sie eine beliebige Taste, um fortzufahren...

source: Choose from: {choices}
de: Wählen Sie aus: {choices}

source: {value!r} is not {choice}.
de: {value!r} ist nicht {choice}.

source: {value!r} does not match the format {format}.
de: {value!r} entspricht nicht dem Format {format}.

source: {value!r} is not a valid {number_type}.
de: {value!r} ist kein gültiger {number_type}.

source: {value} is not in the range {range}.
de: {value} liegt nicht im Bereich {range}.

source: {value!r} is not a valid boolean.
de: {value!r} ist kein gültiger Boolescher Wert.

source: {value!r} is not a valid UUID.
de: {value!r} ist keine gültige UUID.

source: file
de: Datei

source: directory
de: Verzeichnis

source: path
de: Pfad

source: {name} {filename!r} does not exist.
de: {name} {filename!r} existiert nicht.

source: {name} {filename!r} is a file.
de: {name} {filename!r} ist eine Datei.

source: {name} {filename!r} is a directory.
de: {name} {filename!r} ist ein Verzeichnis.

source: {name} {filename!r} is not readable.
de: {name} {filename!r} ist nicht lesbar.

source: {name} {filename!r} is not writable.
de: {name} {filename!r} ist nicht beschreibbar.

source: {name} {filename!r} is not executable.
de: {name} {filename!r} ist nicht ausführbar.

source: {len_type} values are required, but {len_value} was given.
de: {len_type} Werte sind erforderlich, aber {len_value} wurde gegeben.
